Repository: yelbolt/xdripswift
Catalog: xdrip/Storyboards/*.lproj/BluetoothPeripheralView.strings
Languages: es, fr, nl

source: Address
es: Dirección
fr: Adresse
nl: Adres

source: Status
es: Estado
fr: Statut

source: Connected
es: Conectado
fr: Connecté
nl: Verbonden

source: Not Connected
es: No Conectado
fr: Non Connecté
nl: Niet Verbonden

# donotconnect
source: Stop Scanning
es: Detener Escaneo
fr: Stopper Scan
nl: Stop Scannen

# selectAliasText
source: Choose an alias for this bluetooth device, the name will be shown in the app and is easier for you to recognize
es: Escribir un nombre sencillo (alias) para poder reconocer este dispositivo bluetooth.
fr: Choisir un alias pour ce périphérique bluetooth. Ce nom s'affiche dans l'application et est plus facile à reconnaitre.
nl: Kies een alias voor dit bluetooth apparaat, de naam wordt getoond in de app en is gemakkelijker te herkennen

# aliasAlreadyExists
source: There is already a bluetooth device with this alias
es: Ya existe otro dispositivo bluetooth con este nombre
fr: Il y a déjà un périphérique avec cet alias
nl: Er is al een bluetooth apparaat met deze alias

# confirmDeletionPeripheral
source: Do you want to delete bluetooth device:
es: Confirmar que quieres borrar el dispositivo bluetooth:
fr: Voulez-vous supprimer ce périphérique:
nl: Wil je bluetooth apparaat verwijderen:

# SensorSerialNumber
source: Serial Number
es: Número de Serie
fr: Numéro de série
nl: Sensor Serie Nummer

source: Serial Number
es: Número de Serie
fr: Numéro de série
nl: Serie Nummer

source: Battery
es: Batería
fr: Batterie
nl: Batterij

# needsTransmitterId
source: Missing Transmitter ID
es: Falta la ID del Transmisor
fr: ID du transmetteur manquant
nl: Transmitter ID mist

source: Ready to Scan
es: Listo para Escanear
fr: Prêt à scanner
nl: Klaar om te Scannen

source: Scanning
es: Escaneando
fr: En cours de scan
nl: Scannen...

source: Disconnect
es: Desconectar
fr: Se déconnecter
nl: Loskoppelen

# tryingToConnect
source: Scanning
es: Escaneando
fr: En cours de scan
nl: Scannen...

# notTryingToConnect
source: Not Scanning
es: Escaneo Detenido
fr: Pas de scan en cours
nl: Niet aan het scannen

source: Connect
es: Conectar
fr: Se connecter
nl: Verbind

source: Connected At
es: Conectado Desde
fr: Connecté depuis
nl: Verbonden op

source: Disconnected At
es: Desconectado Desde
fr: Déconnecté depuis
nl: Losgekoppeld Op

# resetRequired
source: Reset Transmitter
es: Resetear Transmisor
fr: Réinitialisation requise
nl: Transmitter resetten

source: Last Reset
es: Último Reset
fr: Dernière réinitialisation
nl: Laatste Reset

# lastResetNotKnown
source: Last Reset Timestamp is not known
es: Fecha del Último Reset Desconocido
fr: Dernière date de réinitialisation non connue
nl: Laatste Reset Tijdstip onbekend

# transmitterResultResult
source: Transmitter Reset Result
es: Resultado del reseteo del Transmisor
fr: Ré-intialisation du Transmetteur
nl: Transmitter Reset Resultaat

# cannotActiveCGMInFollowerMode
source: You cannot activate or connect to a CGM whilst in Follower Mode.
es: No puedes añadir un transmisor MGC estando en modo Follower/Seguidor
fr: Vous ne pouvez pas activer le capteur en mode Suiveur
nl: Je kunt een CGM in Volg Modus niet activeren

source: Sensor Type
es: Tipo de Sensor
fr: Type de capteur

# confirmDisconnectTitle
source: Confirm Disconnect
es: Confirmar Desconexión
fr: Confirmer la déconnexion
nl: Bevestig Loskoppelen

# confirmDisconnectMessage
source: Click 'Disconnect' to confirm that you really want to disconnect from the transmitter.
es: Haz click en 'Desconectar' para confirmar que deseas desconectar el transmisor.
fr: Sélectionner 'Déconnecter' pour confirmer que vous voulez vraiment déconnecter le transmetteur.
nl: Klik 'Loskoppelen' om te bevestigen dat je de zender wil loskoppelen.

# nfcScanFailedTitle
source: Sensor Scan Failed
fr: Echec du scan capteur
nl: Sensor Scan mislukt

# nfcScanFailedMessage
source: ⚠️ Please scan again ⚠️
fr: ⚠️ Faire un autre scan ⚠️
nl: ⚠️ Scan opnieuw ⚠️

# nfcScanFailedScanAgainButton
source: Scan Again
fr: Faire un autre scan
nl: Scan Opnieuw

# nfcScanSuccessfulTitle
source: Sensor Scan Successful!
fr: Scan du capteur réussi!
nl: Sensor Scan gelukt!

# nfcScanSuccessfulMessage
source: ✅ Scan successful ✅ Click OK and just wait to allow the sensor to finish connecting via bluetooth. In a short while the status should change to 'Connected'.
fr: ✅ Scan réussi ✅ Cliquez OK et attendez que le capteur finisse de se connecter par bluetooth. Dans peu de temps l'état devrait passer à 'Connecté'.
nl: ✅ Scan gelukt ✅ Klik 'Ok' en wacht tot de sensor connectie heeft gemaakt met de app. Binnen enkele ogenblikken moet de status veranderen naar 'Verbonden'.

# nfcErrorMessageScanErrorRetrying
source: Sensor scan error Retrying... #
fr: Erreur de scan capteur Réessai... #
nl: Sensor scan fout Bezig met opnieuw proberen... #

# nfcErrorMessageScanFailed
source: Sensor scan has failed
fr: Le scan du capteur a échoué
nl: Sensor scan mislukt

source: Native algorithm
es: Algoritmo nativo
fr: Algorithme natif
nl: Native algoritme

source: xDrip algorithm
es: Algoritmo xDrip
fr: Algorithme xDrip
nl: xDrip algoritme

# confirmAlgorithmChangeToTransmitterMessage
source: Please confirm that you want to change back to the native/transmitter algorithm
es: Por favor, confirmar que deseas cambiar al algoritmo nativo
fr: Confirmer le changement pour revenir à l'algorithme natif/transmetteur
nl: Je wil dus terug naar het native algoritme?

# confirmAlgorithmChangeToxDripMessage
source: Please confirm that you want to change the the xDrip algorithm. This will stop readings for a short time and ask you for a initial calibration value when ready.
es: Por favor, confirmar que deseas cambiar al algoritmo de xDrip. Esto hará que dejes de recibir lecturas durante un breve tiempo y la app te pedirá introducir una calibración inicial en cuanto sea necesario.
fr: Confirmer le changement pour utiliser l'algorithme xDrip. Les lectures vont s'interrompre un moment et vous devrez insérer une valeur de calibration initiale.
nl: Je wil dus naar het xDrip algoritme? Je zult na de aanpassing gedurende korte tijd geen metingen krijgen en er zal je gevraagd worden om te kalibreren.

# confirmCalibrationChangeToSinglePointMessage
source: Please confirm that you want to change the calibration type to the standard calibration This will stop readings for a short time and ask you for a initial calibration value when ready.
es: Por favor, confirmar que deseas usar la calibración estándar. Esto hará que dejes de recibir lecturas durante un breve tiempo y la app te pedirá introducir una calibración inicial en cuanto sea necesario.
fr: Confirmer le changement du type de calibration à standard Les lectures vont s'interrompre un moment et vous devrez insérer une valeur de calibration initiale.
nl: Je wil dus het kalibratie type veranderen naar standaard kalibratie? Je zult na de aanpassing gedurende korte tijd geen metingen krijgen en er zal je gevraagd worden om te kalibreren.

# confirmCalibrationChangeToMultiPointMessage
source: Please confirm that you want to change the calibration type to multi-point ⚠️ Please note that this method is only for advanced users and could potentially give dangerous results if not correctly calibrated. If you are unsure how to use this method, please press Cancel.
es: Por favor, confirmar que deseas usar la calibración multi-puntos. ⚠️ Ten en cuenta que este método de calibración es únicamente para usuarios avanzados y podría ser incluso peligroso si no se hace correctamente. Si tienes claro cómo funciona esta opción, por favor, apreta Cancelar
fr: Confirmer le changement du type de calibration à multipoints ⚠️ Notez que cette méthode est réservée aux utilisateurs expérimentés car elle peut générer des résultats dangereux en cas de calibration incorrecte. Si vous n'êtes pas sûr de savoir l'utiliser, sélectionnez Annuler.
nl: Je wil dus het kalibratie type veranderen naar meerpunts kalibratie? ⚠️ Dit kalibratietype is voor ervaren gebruikers en kan bij foute kalibratie gevaarlijke resultaten geven. Als je niet zeker bent dat je deze methode goed kunt gebruiken, kies dan Annuleer.

source: Scan
es: Escanear

source: Warming up until
es: Calentando hasta

# useOtherDexcomApp
source: Read from Dexcom app
es: Usar a la vez la app de Dexcom

# sensorStartDate
source: Sensor Started
es: Sensor iniciado

# transmittterStartDate
source: Transmitter Started
es: Transmisor iniciado

source: Confirm
es: Confirmar
